


local CommText = 
{

	[1] = "请求失败！",

	[2] = "请稍后！",
	
	[3] = "参数错误",
	
	[4] = "无效操作",
	
	[5] = "未登录！",
	
	[6] = "登陆异常！",
	
	[7] = "未知操作！",
	
	[8] = "非法操作！",
	
	[9] = "校验码或默认参数错误！",
		
	[10] = "验证码错误！",
		
	[11] = "没有发现网关",
		
	[12] = "帐号不存在！",
		
	[13] = "玩家不存在！",

	[14] = "元宝不足！",
		
	[15] = "兑换券不足！",
		
	[16] = "帐号或密码错误！",
		
	[17] = "同时多次请求！",

	[18] = "帐号随机失败！",
	[19] = "角色创建失败！",

	[20] = "头像图片不存在！",

	[21] = "手机格式错误！",

	[22] = "发送手机消息失败！",

	[23] = "此手机号已绑定其它账号！",

	[24] = "验证码已发送！",

	[25] = "密码格式错误！",

	[26] = "您输入的礼品码错误，请确定是否过期或确定是否输入正确！",

	[27] = "地址错误！",

	[28] = "包含敏感字！",

	[29] = "需要绑定手机号！",

	[30] = "QQ格式不对！",

	[31] = "不能给自己赠送！",

	[32] = "商品不能购买！",

	[33] = "座位不存在！",

	[34] = "经验值不足！",

	[35] = "等级不足！",

	[36] = "VIP不足！",

	[37] = "比赛消耗不足！",

	[38] = "牌桌不存在！",

	[39] = "当前座位有人！",

	[40] = "重复登入踢下线！",

	[41] = "服务器维护被踢下线！",

	[42] = "服务器维护中，\n无法进入牌桌！",

	[43] = "当前房间人数达到上线！",


	[44] = "当前房间牌桌达到上线！",

	[45] = "奖励已经领取！",

	[46] = "该账号已经领取过礼品码，不能重复领取！",

	[47] = "礼品码已经领取！",

	[48] = "比赛已开始！请等待下一场。",


	[49] = "无操作托管站起！",

	[50] = "换桌太频繁！",

	[51] = "比赛已晋级不可复活",

	[52] = "比赛不支持记牌器购买",

	[53] = "记牌器存在,不需要购买",
	[54] = "版本过低，请下载最新版本。",


	[55] = "VIP等级不足。",

	[56] = "水果老虎机_已在游戏中。",

	[57] = "水果老虎机_超过最大下注额。",

	[58] = "今天已经换光啦，明天再来看看吧",
	[59] = "桃李卡未开启",
	[60] = "有未发完的小喇叭",
	[61] = "今天已经换光啦，明天再来看看吧",


	[62] = "配置文件错误",

	[63] = "等待中，已加入",

	[64] = "微博授权错误用户无效",
	[65] = "微博授权过期",

	[66] = "微信授权错误用户无效",

	[67] = "该物品不允许赠送",

	[68] = "房间已满",
	[69] = "只有房主能解散牌桌",

	[70] = "牌局中不允许解散牌桌",

	[71] = "房间号错误，请确认房间号再试！",

	[72] = "需要微信绑定才能领取红包",

	[73] = "发放失败，微信拦截了此次发放，请换个微信领取吧。",

	[74] = "亲爱的，今日领取红包个数超过10个了，明天再兑换吧！",
	[75] = "红包发放失败,微信拦截了此次发放，我们也无能无力了呢！",
	[76] = "您手速太快了,缓两分钟再领您的钱吧！",
	[77] = "哇哦，今天已经有1万人领取红包了，超过限额，明天请赶早来领！",
	[78] = "哇哦，今天已经有1万人领取红包了，超过限额，明天请赶早来领！",
	[79] = "版本错误，重新下包",
	[80] = "实名认证成功！获得10000金币",

}

























